"--- ALL CATEGORIES ---" = "-- सभी श्रेणियाँ --";"--- ALL USERS ---" = " --- --- सभी उपयोगकर्ता ---";"Add Checkin" = "प्रविष्टि जोड़ें ";"Add Map" = "मानचित्र जोड़ें ";"Add Photo" = "फोटो जोड़ें";"Add Report" = "विवरण  जोड़ें ";"Added" = " जोड़ा गया";"Adding..." = "जोड़ रहा है ...";"All Categories" = "सभी श्रेणियाँ";"All Checkins By" = "प्रविष्टि .... के अनुसार ";"Are you sure you want to cancel?" = "क्या आप रद्द करना चाहते हैं?";"Are you sure you want to delete?" = "क्या आप हटाना चाहते हैं?";"Authenticating..." = "सत्यापन ...";"Cancel" = "रद्द";"Categories..." = "चैनल ...";"Category" = "श्रेणी";"characters" = "अक्षर";"Checkin" = "Checkin";"Checkin Error" = "Checkin त्रुटि";"Checkins" = "Checkins";"Clear" = "स्पष्ट";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "सेटिंग्स क्लिक करें app इन्फो दृश्य बटन के लिए, प्लस मानचित्र बटन जोड़ने के लिए कोई नक्शा एक हटाएं या संपादित करें बटन क्लिक करें.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "फिल्टर बटन को देखने के लिए, रिपोर्ट मानचित्र मानचित्र पर क्लिक करें रिपोर्ट बटन घटना नए फिल्टर श्रेणी के आधार पर या बनाने लिखें बटन के लिए.";"Click the Refresh button to upload pending reports." = "बटन पर क्लिक करें ताज़ा रिपोर्टों के अपलोड लंबित है.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "ऊपर क्लिक करें और स्क्रीन के नीचे के माध्यम से स्थानांतरित करने के लिए तीर checkins क्लिक करें, स्थान बड़ा देखने के लिए एक नक्शा पूर्ण या नल इसे देखने के एक फोटो के लिए.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "तीर और नीचे स्थानांतरित करने के लिए एसएमएस, रिपोर्ट के माध्यम से ऊपर क्लिक करें यूआरएल बटन रिपोर्ट भेजने के लिए, बटन के लिए चहचहाना पर साझा कलरव या ईमेल के विवरण बटन रिपोर्ट भेजने के लिए.";"Contact" = "संपर्क";"Current Location" = "वर्तमान स्थिति";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "अनुकूलित अपने संदेश, चहचहाना में प्रवेश क्रेडेंशियल्स तो प्रेस पर साझा करने के लिए बटन भेजें. वैकल्पिक रूप से क्लिक करें यूआरएल को छोटा करने के लिए बटन लिंक.";"Date" = "तारीख";"Delete Report" = "हटाएँ रिपोर्ट";"Description" = "विवरण";"Discrete Mode On Shake" = "पर शेक मोड अलहदा";"Done" = "किया";"Download Offline Maps" = "डाउनलोड ऑफ़लाइन मानचित्र";"Downloaded Map Zoom Level" = "डाउनलोड मानचित्र स्तर ज़ूम";"Edit" = "संपादित करें";"email" = "ईमेल";"Email Failed" = "ईमेल में विफल";"Enter date" = "दिनांक दर्ज करें";"Enter email" = "ईमेल दर्ज करें";"Enter first name" = "पहला नाम दर्ज करें";"Enter last name" = "अंतिम नाम दर्ज करें";"Enter location name" = "नाम दर्ज स्थान";"Enter Map Details" = "विवरण दर्ज मानचित्र";"Enter message" = "संदेश दर्ज करें";"Enter name" = "नाम दर्ज करें";"Enter news URL" = "URL दर्ज करें समाचार";"Enter password" = "पासवर्ड दर्ज करें";"Enter time" = "समय दर्ज करें";"Enter title" = "शीर्षक दर्ज करें";"Enter tweet" = "कलरव दर्ज";"Enter URL" = "URL दर्ज करें";"Enter URL or search phrase" = "वाक्यांश दर्ज करें URL या खोज";"Enter username" = "उपयोगकर्ता नाम दर्ज करें";"Error" = "त्रुटि";"Error Detecting Location" = "त्रुटि का पता लगाने के स्थान";"Error Saving Photo" = "त्रुटि फोटो सहेजा जा रहा है";"Errors" = "त्रुटियों";"Existing Location" = "मौजूदा स्थान";"first name" = "पहला नाम";"From Library" = "लाइब्रेरी से";"Host Not Found" = "मेजबान नहीं मिला";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "मैं चहचहाना से कनेक्ट नहीं कर सके. इस मुद्दे को सबसे अधिक संभावना है एक अस्थायी, कृपया पुन: प्रयास करें.";"Incidents..." = "घटनाओं ...";"Invalid Email" = "अमान्य ईमेल";"Invalid Email Address" = "पता अमान्य ईमेल";"Invalid Map Details" = "अमान्य नक्शा विवरण";"Invalid News URL" = "अवैध समाचार यूआरएल";"Invalid Server Response" = "अवैध सर्वर प्रतिक्रिया";"Last Checkin For Each User" = "प्रत्येक उपयोगकर्ता के लिए अंतिम Checkin";"last name" = "अंतिम नाम";"Last Sync" = "अंतिम तुल्यकालित";"Loading..." = "लोड हो रहा है ...";"Locating..." = "पता लगाने ...";"Location" = "स्थान";"Location Error" = "स्थान त्रुटि";"Locations..." = "स्थानों ...";"Logout..." = "लॉगआउट ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "चहचहाना की तरह दिखता है नीचे जा रहा है या अद्यतन किया गया.  फिर कुछ सेकंड कृपया प्रतीक्षा एक और कोशिश.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "चहचहाना की तरह दिखता है अतिभारित है.  फिर कुछ सेकंड कृपया प्रतीक्षा एक और कोशिश.";"Map" = "मानचित्र";"Map Zoom Level" = "नक्शा स्तर ज़ूम";"Maps" = "नक्शे";"Message" = "संदेश";"Name" = "नाम";"New Location" = "नई स्थान";"News" = "समाचार";"No" = "नहीं";"No Category Specified" = "कोई विनिर्दिष्ट श्रेणी";"No Date Specified" = "कोई निर्दिष्ट दिनांक";"No Internet" = "नहीं इंटरनेट";"No Internet Connection" = "कोई इंटरनेट कनेक्शन";"No Location Specified" = "नहीं निर्दिष्ट स्थान";"No News" = "कोई खबर नहीं";"No Photos" = "कोई फोटो";"No Reports" = "कोई रिपोर्टें";"No Video" = "कोई वीडियो";"Not Specified" = "निर्दिष्ट नहीं";"OK" = "ठीक है";"Open In Safari?" = "सफारी में खोलें?";"Password" = "पासवर्ड";"Pending Upload" = "लंबित अपलोड करें";"Photo" = "फोटो";"Photo Added" = "तस्वीर जोड़ा गया";"Photo Error" = "तस्वीर में त्रुटि";"Photo Settings" = "तस्वीर सेटिंग्स";"Photos" = "तस्वीरें";"pixels" = "बॉलीवुड";"Please enter a valid email address." = "ईमेल पता दर्ज करें एक मान्य.";"Please enter a valid name and url." = "url दर्ज करें और एक मान्य नाम.";"Privacy Settings" = "गोपनीयता सेटिंग्स";"Remove Error" = "त्रुटि निकालना";"Remove Photo" = "तस्वीर निकालें";"Removed" = "हटाया";"Report" = "रिपोर्ट";"Reports" = "रिपोर्ट";"Request Error" = "त्रुटि अनुरोध";"Required Fields" = "आवश्यक फ़ील्ड";"Resized" = "Resized";"Resized Image Width" = "Resized छवि चौड़ाई";"Resizing Photo..." = "तस्वीर रीसाइज़िंग ...";"Resizing..." = "आकार बदलने ...";"Saved" = "बचाया";"Saving..." = "सहेजा जा रहा है ...";"Search categories..." = "खोज श्रेणियों ...";"Search locations..." = "खोज स्थानों ...";"Search maps..." = "खोज नक्शे ...";"Search reports..." = "खोज की रिपोर्ट ...";"Select" = "चयन";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "सूची नक्शे से मौजूदा चयन एक, मानचित्र पर क्लिक करें अपने ताज़ा या आप बटन को खोजने के नक्शे पास प्लस अपने बटन में जोड़ें.";"Select category" = "वर्ग चुनें";"Select location" = "स्थान चुनें";"Select photo" = "फ़ोटो चुनें";"Send" = "भेजें";"Sending..." = "भेज रहा है ...";"Sent" = "भेजा";"Server Error" = "सर्वर त्रुटि";"Settings" = "सेटिंग्स";"Share Ushahidi iOS" = "शेयर Ushahidi IOS";"Shortening..." = "छोटा ...";"SMS Failed" = "एसएमएस में विफल";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "क्षमा करें, ऐसा लगता है कि आप अपने इंटरनेट कनेक्शन खो. कृपया फिर से जोड़ने की कोशिश करते हैं और.";"Take Photo" = "तस्वीर ले लो";"There was a problem adding the photo." = "वहाँ तस्वीर थी जोड़ने एक समस्या है.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "वहाँ स्थान था अपने एक समस्या का पता लगाने.  सेवाएँ कृपया सुनिश्चित करें कि स्थान स्थान है> सेवाएँ सामान्य के लिए सक्षम Ushahidi में सेटिंग>.";"There was a problem removing the map." = "वहाँ नक्शा था दूर एक समस्या है.";"There was a problem resizing the photo." = "वहाँ तस्वीर रीसाइज़िंग था एक समस्या है.";"This map supports Checkins! Click the Pin button to view the map." = "इस नक्शे Checkins समर्थन करता है!  नक्शे पर क्लिक करें पिन दृश्य बटन के लिए.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "इस नक्शे का समर्थन करता है Checkins \! NClick फ़िल्टर बटन अब checkin के लिए बटन केवल दिखाने checkins के लिए एक विशेष पिन उपयोगकर्ता या.";"Title" = "Title शीर्षक";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Checkin के लिए, एक और अधिक सटीक स्थान पर खींचें मानचित्र पिन, तो तस्वीर पर क्लिक करें और जानकारी के लिए संपर्क, भेजें बटन दर्ज करने के बाद एक वैकल्पिक संदेश.";"Tweet" = "कलरव";"Twitter" = "चहचहाना";"Twitter Error" = "चहचहाना त्रुटि";"Unable to add incident" = "घटना में असमर्थ जोड़ने के लिए";"Unable To Checkin" = "Checkin असमर्थ";"Unable to checkin, please try again later." = "बाद में असमर्थ होने के checkin, कृपया पुन: प्रयास करें.";"Unable To Download Checkins" = "Checkins असमर्थ डाउनलोड करने के लिए";"Unable To Send Email" = "ईमेल में असमर्थ भेजें";"Unable To Send SMS" = "एसएमएस में असमर्थ भेजें";"Unable To Upload Report" = "रिपोर्ट में असमर्थ अपलोड करने के लिए";"Unsaved Changes" = "सहेजानहींगयापरिवर्तन";"Unverified" = "असत्यापित";"Upload Error" = "अपलोड त्रुटि";"Uploaded" = "अपलोड";"User Location" = "उपयोगकर्ता स्थान";"Username" = "उपयोगकर्ता नाम";"Ushahidi Demo" = "Ushahidi डेमो";"Ushahidi Maps" = "Ushahidi मानचित्र";"Verified" = "सत्यापित";"Version" = "संस्करण";"Video" = "वीडियो";"Yes" = "हां";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "अपने यूज़रनेम और पासवर्ड सत्यापित नहीं किया जा सका. पुनः जाँच लें कि आप सही तरीके से प्रवेश किया और उन्हें पुनः प्रयास करें.";"zoom" = "ज़ूम";